;Place localized text in this file


[UIBlackMarket_Sell]
m_strTitle=TRADING POST
m_strSubTitleTitle=RESISTANCE HQ
m_strSellLabel=SELL
m_strConfirmButtonLabel=CONFIRM
m_strInventoryLabel=INVENTORY
m_strTotalLabel=TOTAL
m_strCostLabel=COST
m_strInterestedLabel=VERY INTERESTED

[DP_UIBlackMarket]
m_strTitle=The Black Market
m_strBuy=BUY
m_strSell=SELL INVENTORY
m_strImage=img:///UILibrary_StrategyImages.X2StrategyMap.POI_BlackMarket
m_strSupplyLineRaid=Supply Raid Mission
m_strLandedUFOMission=Landed UFO Mission
m_strWelcome[0]="Glory to the Resistance. Market is open."
m_strWelcome[1]="Secure line established. Market is open."
m_strWelcome[2]="All prices final. Market is open."
m_strWelcome[3]="Credit account verified. Market is open."
m_strWelcome[4]="Encryption key verified. Market is open."
m_strWelcome[5]="Market is open. No refunds."
m_strWelcome[6]="Welcome, Commander. Market is open."
m_strInterests[0]=The Black Market has expressed a particular interest in our <XGParam:StrValue0/!ItemName/> stores.
m_strInterests[1]=The Black Market is particularly interested in any available <XGParam:StrValue0/!ItemName/> and <XGParam:StrValue1/!ItemName/> stores.
m_strInterests[2]=The Black Market has expressed a particular interest in our <XGParam:StrValue0/!ItemName/>, <XGParam:StrValue1/!ItemName/>, and <XGParam:StrValue2/!ItemName/> stores.
m_strSupplyPool=The Black Market has <XGParam:IntValue0/> supplies available for trading this month.
m_strInterestTitle=INTERESTS THIS MONTH:
m_strEmptyThisMonth=SOLD OUT THIS MONTH
m_strEmptyInventory=EMPTY INVENTORY

[UIBlackMarket_Buy]
m_strInventoryLabel=This Month's Goods:
m_strEmptyListTitle=Check Back Next Month For Goods
m_strBuy=BUY

ScientistBlackMarketText="Not all of the world's scientists were scooped up by ADVENT to work on God-knows-what. Some of them went into hiding to work on God-knows-what in private."

EngineerBlackMarketText="You think engineers like working on advanced tech for ADVENT? Most of them really do, yeah... Not this one though!"

SoldierBlackMarketText="This one was bodyguard to a former high-ranking ADVENT official. \"Former,\" as in, \"not living anymore\"."

SuppliesBlackMarketText="\"Stealing\" is such a harsh word for what we did at that ADVENT supply depot. Harsh but accurate, I suppose."

GenericItemBlackMarketText="How did we get this stuff? It's probably better if you don't ask."
;GenericItemBlackMarketText="Pretty crazy what ADVENT will just leave laying around... locked up in a storage container."

TechRushBlackMarketText="Halves Remaining Research Time:\nSome of our contacts would like to forget the terrible things they saw at ADVENT research facilities... But instead they recorded them in excruciating detail."

[SquadConceal_Intel X2HackRewardTemplate]
FriendlyName="Squad Concealment"
Description="The squad will start the mission with Squad Concealment."

[IndividualConceal_Intel X2HackRewardTemplate]
FriendlyName="Squadwide Individual Concealment"
Description="Each squad member will start the mission individually concealed."

[ReduceDetection_Intel X2HackRewardTemplate]
FriendlyName="Reduce Detection"
Description="Enemies on this mission will have their detection radii reduced by 50%."

[ExtraSoldier_Intel X2HackRewardTemplate]
FriendlyName="Extra Soldier"
Description="You will be able to take one extra soldier on this mission."

[Targeting_AimAndCrit_Intel X2HackRewardTemplate]
FriendlyName="Squad Targeting"
Description="Squad Aim increased by <Ability:TargetingAimAndCrit_AimBonus/> and Crit Chance increased by <Ability:TargetingAimAndCrit_CritBonus/>."

[Targeting_Dodge_Intel X2HackRewardTemplate]
FriendlyName="Squad Reflexes"
Description="Squad Dodge increased by <Ability:TargetingDodge_DodgeBonus/>."

[Targeting_Crit_Intel X2HackRewardTemplate]
FriendlyName="Squad Precision"
Description="Squad Crit Chance increased by <Ability:TargetingCrit_CritBonus/>."

[IntegratedComms_Intel X2HackRewardTemplate]
FriendlyName="Squad Integrated Comms"
Description="Squad gains Squadsight."

[VideoFeed_Intel X2HackRewardTemplate]
FriendlyName="Squad Video Feed"
Description="Squad vision increased by <Ability:VideoFeed_SightBonus/>."